{
    "About Anovote": "About Anovote",
    "About us": "About us",
    "Agile software development following SCRUM": "Agile software development following SCRUM",
    "All packed in to an simple": "All packed in to an simple and elegant solution for everyone to use. Now you can replace pen and paper, with your mobile phone and computer",
    "Anovote anonymous voting": "Anovote = anonymous voting",
    "Anovote was developed": "Anovote was developed with the intention of performing secure and anonymous voting for everyone",
    "Applied technology and methodologies": "Applied technology and methodologies",
    "Create": "Create",
    "Create paragraph": "Create your election. Add as many ballots and candidates you want.",
    "Get Results": "Get Results",
    "How Anovote works": "How Anovote works",
    "How it all started": "How it all started",
    "In 2018 the four students": "In 2018, the four students behind Anovote started their Bachelor degree in Computer Engineering at NTNU Aalesund. In 2019, while they completed the subject \"Web Development\", an idea was pitched to create an anonymous voting service, for simple and secure voting. A prototype was developed and tested on the general assembly for a local student organization.",
    "In 2021 the group": "In 2021, the group consisting of Emil Elton Nilsen, Sander Hurlen Olsen, Steffen Holanger and Christoffer Andersen Traeen formed the team that took on Anovote as a bachelor thesis project. The goal was to start from scratch, with all the knowledge gained from the last two years, and develop an elegant, simple and better solution.",
    "Organize": "Organize",
    "Organize paragraph": "Share and organize your election. All your eligible voters can join your newly created election and vote anonymously.",
    "Organize your first election": "Organize your first election",
    "Results paragraph": "Get your results in real time. The ballots for an election is delivering instant results",
    "Showcase of the elections view panel": "Showcase of the elections view panel",
    "The team": "The team",
    "Time to elect new board": "It's time to elect ",
    "a new board": "a new board",
    "a new leader": "a new leader",
    "an new ambassador": "an new ambassador",
    "applied technology text": "During the development of the bachelor thesis, the group have applied knowledge gained from the last three years. Here is a summary:",
    "dockerize everything": "Dockerize everything",
    "git and github": "Utilizing git and GitHub. All project management (backlog, issues, pr's) have been done on GitHub. The group have even developed their own Chrome extension called GitHub Scrum Master.",
    "tech on backend": "Node.js and TypeScript on backend. TypeORM for database handling. Express, Socket.io and much more.",
    "tech on frontend": "Writing frontend with TypeScript and React.js. Ant.design for UI components",
    "actions": "GitHub Actions for automating tests, spellchecking, linting, deployment...",
    "the idea of anovote": "The idea of Anovote was established in 2019, and a prototype was developed. In the search for a greater project, the group decided to start over and further develop Anovote as a bachelor thesis project in 2021",
    "writing tests": "Writing tests with jest, React Testing Library and Postman tests"
}
